{"_id":"n5DLcwNurEr7GHkd","name":"Geomancing","permission":{"default":0,"55oRMeK8J5d3pvei":3},"type":"feat","data":{"description":{"value":"<p>As a standard action, you may command terrain and natural effects to act on your behalf. The effect produced depends on the environmental aspect targeted. Each effect must be centered or targeted within close range. Because geomancing manipulates natural elements, it is not subject to spell resistance, even if a geomancing ability targets a creature directly.</p><p>Geomancing effects come in two forms: instantaneous and concentration. Instantaneous effects have no duration, while concentration effects persist as long as the caster concentrates or they may spend a spell point as a free action to allow the effect to continue for 1 round per caster level without the need for concentration.</p><p>When a caster gains the Nature sphere, he chooses and gains one of the following Nature packages, with its included abilities. A caster may gain the Expanded Geomancing talent to gain additional packages.</p><h4><span>Air</span></h4><p><strong>Breeze:</strong> Concentration, requires air. You create a light wind that remains swirling around a target. The breeze grants the target a circumstance bonus equal to 2 + 1 per 5 caster levels on saves against very hot conditions, severe heat, and saves against clouds, vapors, and gases (such as cloudkill, stinking cloud, and inhaled poisons).</p><p><strong>Gust Of Wind:</strong> Concentration, requires air. You may create a line-shaped gust of wind emanating out from you out to the edge of your geomancing range, affecting all creatures and objects within that line. The severity level of the wind is 3 + 1 per 5 caster levels (see the Wind category of the Weather sphere for more information). If maintaining Gust Of Wind via concentration, you may spend a spell point as a free action to increase the severity level of its wind by 1 for that round. Walls and other barriers block this wind.</p><p><em>Author's Note:</em> If Gust Of Wind is used in an area of existing wind severity level 3 or greater, the geomancing ability may have different effects depending upon what direction your line-shaped gust is blowing versus the existing weather.</p><ul><li>Gust Of Wind blowing in same direction of Existing Wind: instead increase the wind severity in the line-shaped gust by 1 + 1 per 5 caster levels.</li><li>Gust Of Wind blowing in opposite direction of Existing Wind: instead decrease the wind severity in the line-shaped gust by 3 + 1 per 5 caster levels.</li><li>Gust Of Wind blowing in perpendicular directions of Existing Wind: Gust Of Wind overrides the existing wind severity and direction in that line-shaped gust, but otherwise remains unchanged.</li></ul><p><strong>Purify Air:</strong> Concentration, requires air, gas, or vaporous substance. You may convert polluted air or a non-breathable gas or vapor into a cloud of breathable air in a 5 feet + 5 feet per 5 caster levels radius area centered within range. This has no effect on supernatural or other magically created clouds (such as a vampire’s gaseous form or a cloudkill spell). Creatures who are entirely within the area of the cloud are able to breathe in sufficient air to sustain them.</p><h4 id="toc2"><span>Earth</span></h4><p><strong>Bury:</strong> Concentration, requires sand. You shift the sands, swallowing targets within a 10-foot radius + 5 feet per 5 caster levels area centered within range. This functions as Entangle from the (plant) package, but on a failure targets cannot move but do not become entangled. Each subsequent round they do not escape and this effect is still active, the Strength and Escape Artist DC increases by 1. After 10 rounds or if the target is knocked prone within this area and fails their save, they are considered buried and begin to suffocate until they escape.</p><p><strong>Dust Storm:</strong> Concentration, requires sand or loose dirt. You kick up sand or dirt within a 10-foot radius + 5 feet per 5 caster levels area centered within range. All creatures fully within this area gain concealment (attacks against them have a 20% miss chance). If creatures within this area attack creatures outside this area, the targets also have concealment.</p><p><strong>Tremor:</strong> Instantaneous, requires dirt or stone. You may spend a spell point to send a tremor through the ground, affecting a 10-foot radius + 5 feet per 5 caster levels area centered within range. Targets standing within this area must succeed at a Reflex save or fall prone.</p><h4 id="toc3"><span>Fire</span></h4><p><strong>Affect Fire:</strong> Concentration, requires fire. You may affect a normal, non-magical fire, increasing or decreasing its size by one category, plus one per 5 caster levels. This is only a temporary change; once the effect ends, the fire returns to its normal size. Reducing a fire smaller than Fine extinguishes it, in which case it does not return to normal size after the effect ends. The fire consumes fuel and deals damage as appropriate for its new size, according to Table: Maximum Fire Size. Creatures caught in the fire's area are allowed a Reflex save for half damage. The minimum caster level required to affect a fire is also given in the chart. If two casters are affecting the same fire in the same direction (increasing or decreasing) only the strongest change occurs. If two casters attempt to Affect Fire in opposite directions (one making it bigger, one making it smaller), the second caster must succeed at a magic skill check. On a success, their ability functions normally, overlapping the first caster’s effect. The fire counts as its altered size for determining if the second caster can affect it.</p><p><span style="text-decoration: underline;">Note:</span> If multiple fires overlap, or if a Large or larger creature is affected by multiple smaller fires within its area at once, these fires combine to determine the effective size of the fire when determining damage (2 Small fires make 1 Medium fire, 2 Medium fires make 1 Large fire, etc.).</p><p>If a creature has caught on fire, treat that fire as being Tiny-sized for the purpose of this effect. When you affect a fire on a creature, you also raise or lower the Reflex save DC to put the fire out by 1/2 your caster level (minimum 0).</p><strong>Table: Maximum Fire Size</strong><br /><table class="wiki-content-table"><tr><th>Minimum Caster Level</th><th>Fire Size</th><th>Example</th><th>Damage per Round</th><th>Space</th></tr><tr><td>1st</td><td>Fine</td><td>Tindertwig</td><td>1</td><td>1/2-ft. square</td></tr><tr><td>1st</td><td>Diminutive</td><td>Torch</td><td>1d3</td><td>1-ft. square</td></tr><tr><td>1st</td><td>Tiny</td><td>Small campfire</td><td>1d6</td><td>2.5-ft. square</td></tr><tr><td>3rd</td><td>Small</td><td>Large campfire</td><td>2d6</td><td>5-ft. square</td></tr><tr><td>5th</td><td>Medium</td><td>Forge</td><td>3d6</td><td>5-ft. square</td></tr><tr><td>8th</td><td>Large</td><td>Bonfire</td><td>4d6</td><td>10-ft. square</td></tr><tr><td>11th</td><td>Huge</td><td>Burning shack</td><td>5d6</td><td>15-ft. square</td></tr><tr><td>15th</td><td>Gargantuan</td><td>Burning tavern</td><td>6d6</td><td>20-ft. square</td></tr><tr><td>20th</td><td>Colossal</td><td>Burning inn</td><td>7d6</td><td>30-ft. square</td></tr><tr><td>25th</td><td>Colossal+</td><td>-</td><td>8d6</td><td>50-ft. square</td></tr><tr><td>30th</td><td>Colossal++</td><td>-</td><td>9d6</td><td>70-ft. square</td></tr><tr><td>35th</td><td>Colossal+++</td><td>-</td><td>10d6</td><td>100-ft. square</td></tr></table><p><strong>Create Fire:</strong> Concentration, no requirements. You may produce a Diminutive-sized magical fire that burns without fuel. This fire may be 1 size category larger per 5 caster levels, and may be used to ignite flammable materials to create self-sustaining, non-magical fire. If a target is within the area of the created fire, they suffer damage as normal for that fire’s size and catch fire. A successful Reflex save halves the damage and negates catching fire.</p><p><strong>Manipulate Lava:</strong> Instantaneous or concentration, requires lava. You may manipulate lava. This is exactly the same as the Freeze and Vortex powers from the (water) package, except you must spend an additional spell point for each ability, and you must target lava. Frozen lava becomes obsidian, with a hardness of 5 and 3 hit points per caster level and does not deal damage per round to trapped creatures.</p><h4 id="toc4"><span>Metal</span></h4><p><strong>Magnetize:</strong> Instantaneous, requires metal. As a standard action, you may cause a creature or object within your geomancing range consisting mostly of metal whose size is not larger than your maximum Recover Ore size to fly towards a creature or object of your choice within your geomancing range.</p><p>This can only be used on unattended objects, attended objects from willing creatures, or willing creatures consisting mostly of metal. You may choose to throw the item harmlessly (in which case it can either be caught by the target or else lands in an adjacent square), or you may use this as a ranged attack action. This counts as a ranged attack, except you must use your casting ability modifier in place of Dexterity.</p><p>If successful, you deal either the object’s ‘ore damage’, or if it is a weapon, the weapon’s damage (arrows and bolts with metal tips count as daggers for this purpose, dealing 1d4 damage). Despite the name of this ability, the target object or creature need not be made of metal.</p><p><strong>Recover Ore:</strong> Instantaneous, requires dirt or sand. As a standard action, you may create a piece of metal ore by pulling and combining particles of metal from the ground. You must spend a spell point to use this ability, and must have a large enough piece of earth (sand or dirt) to pull the ore from. This piece of ore can be brass, bronze, copper, or tin, and the size of the ore recovered depends both on your caster level and the square footage of earth you pull from.</p><p>The piece of ore you recover is formed on the ground in an unoccupied space within range and can be of any basic shape (a ball, a rod, a sheet, even a chair) but cannot be anything complex or with moving parts. You may also pull multiple pieces of ore placed in different adjacent squares, so long as their combined size does not exceed your maximum, and each piece of recovered ore must be of the same type (such as copper or tin). For these purposes, 2 Fine-sized pieces of ore equals 1 Diminutive-sized piece, etc.</p><p>While this effect is instantaneous and thus cannot be dispelled, ore breaks back into particles after 1 hour per caster level. If a piece of ore is used as a weapon, it counts as an improvised weapon, dealing either bludgeoning, piercing, or slashing damage, chosen at the time of Recovery. The damage such a weapon deals is listed as ‘ore damage’ in the chart below. As always, improvised weapons bestow a -4 penalty to attack rolls.</p><strong>Table: Metal Types</strong><br /><table class="wiki-content-table"><tr><th>Metal</th><th>Hit Points</th><th>Hardness</th></tr><tr><td>Brass</td><td>20/in. thickness</td><td>9</td></tr><tr><td>Bronze</td><td>20/in. thickness</td><td>9</td></tr><tr><td>Cold iron</td><td>30/in. thickness</td><td>10</td></tr><tr><td>Copper</td><td>20/in. thickness</td><td>9</td></tr><tr><td>Iron</td><td>30/in. thickness</td><td>10</td></tr><tr><td>Lead</td><td>30/in. thickness</td><td>10</td></tr><tr><td>Mithral</td><td>30/in. thickness</td><td>15</td></tr><tr><td>Silver</td><td>10/in. thickness</td><td>8</td></tr><tr><td>Steel</td><td>30/in. thickness</td><td>10</td></tr><tr><td>Tin</td><td>20/in. thickness</td><td>9</td></tr></table><strong>Table: Recover Ore</strong><br /><table class="wiki-content-table"><tr><th>Minimum Caster Level</th><th>Required Earth to Pull From</th><th>Ore Size Recovered</th><th>Ore Damage</th><th>Ore Weight (maximum)</th><th>Sample Item*</th></tr><tr><td>1</td><td>1-ft. cube</td><td>Fine</td><td>1</td><td>.8 lbs.</td><td>Lockpick or nail</td></tr><tr><td>1</td><td>5-ft. cube</td><td>Diminutive</td><td>1d2</td><td>1&#160;lb.</td><td>Bolt, dagger, or shuriken</td></tr><tr><td>1</td><td>10-ft. cube</td><td>Tiny</td><td>1d3</td><td>8 lbs.</td><td>Candelabra, light mace, or shortsword</td></tr><tr><td>2</td><td>25-ft. cube</td><td>Small</td><td>1d4</td><td>60 lbs.</td><td>Heavy mace, heavy shield, or longsword</td></tr><tr><td>4</td><td>50-ft. cube</td><td>Medium</td><td>1d6</td><td>500 lbs.</td><td>Bed, cage, greatsword or table</td></tr><tr><td>8</td><td>75-ft. cube</td><td>Large</td><td>1d8</td><td>4,000 lbs.</td><td>Life-sized statue</td></tr><tr><td>16</td><td>125-ft. cube</td><td>Huge</td><td>2d6</td><td>16 tons</td><td>Wagon</td></tr><tr><td>32</td><td>350-ft. cube</td><td>Gargantuan</td><td>3d6</td><td>125 tons</td><td>Catapult</td></tr><tr><td>64</td><td>500-ft. cube</td><td>Colossal</td><td>4d6</td><td>2,500 tons</td><td>Ship</td></tr></table><p>*Sample items listed are sized for a Medium-sized creature; modify the object size accordingly for objects sized for smaller or larger creatures.</p><p><span style="text-decoration: underline;">The Value of Recovered Ore:</span> Ore recovered through the (metal) package from the Nature sphere is of poor quality and degrades quickly, making it impossible to simply create and sell. However, players who possess a metal-based Craft of Profession skill such as Craft (weapons) or Profession (blacksmith) can heat and purify this ore to make it workable. This allows such a character to attempt Craft or Profession checks to earn a wage even without the presence of a market or workshop to work in. Rather than earning money, the check instead creates an amount of raw materials equal to that day or week’s wage, which may be sold later or used as raw materials for any metal-based crafting.</p><p><strong>Reforge:</strong> Instantaneous, requires metal. As a standard action, you may spend a spell point to cause an unattended object (or object that you are holding) consisting mostly of metal whose size is not larger than your maximum Recover Ore size to be reshaped into a different object of the same size. For example, you could reshape a longsword into a mace. You may not reshape metal objects into forms with complex moving parts.</p><p>If targeting a magical item, the effect is not instantaneous, but lasts for only 1 minute before the object reverts to its original form. If reshaping a magical item would make it no longer qualify for specific enhancements, those enhancements are suppressed for the effect’s duration. Reforge does not function on artifacts.</p><h4 id="toc5"><span>Plant</span></h4><p><strong>Entangle:</strong> Concentration, requires grass, weeds, vines, or underbrush. You cause plants to grow rapidly, wrapping themselves around everything in a 10-foot radius + 5 feet per 5 caster levels area centered within range. Creatures within this area must succeed at a Reflex save or gain the entangled condition and become unable to move. Creatures that succeed at their save can move as normal, but those that remain in the area must save again at the end of each turn you maintain the effect. Creatures that move into the area must save immediately.</p><p>Those that fail end their movement and gain the entangled condition. Entangled creatures can break free as a move action, if they succeed at a Strength or Escape Artist check against a DC equal to the effect’s Reflex save DC. This area is also considered difficult terrain for the duration of the effect. If the area contained plants with thorns, all creatures suffer 1 point of piercing damage each round they are within this area.</p><p><strong>Harvest:</strong> Instantaneous, requires fruit trees, berry bushes, or food crops. You may spend a spell point to cause plants to sprout food spontaneously. You may affect up to 1 plant per caster level within range. Each plant produces enough food to provide 3 Medium-sized creatures or 1 horse with food for a day.</p><p><strong>Pummel:</strong> Concentration, requires a tree. You cause a tree branch to come alive and attack a foe you designate. The tree cannot move, but it makes one slam attack each round against the designated target until you spend a move action to designate another target or until the target dies or moves out of range. Slam attacks from the pummel deal damage as if it were a primary attack, may be enhanced as a natural weapon as if the tree branch were a creature, and are not subject to spell resistance. You cannot designate a target you cannot perceive.</p><p>The branch has a Strength score equal to 10 + your caster level, and a to-hit modifier equal to your caster level + its Strength modifier + its size modifier. You may animate a Medium branch at 1st caster level, and your maximum size increases by 1 category per 5 caster levels. An entire tree can count as a branch, provided the tree is not larger than your maximum Pummel size.</p><p>In place of animating a branch of Large-size or larger, you may animate a pair of branches that are two sizes or smaller on the same tree. You can only do this once per branch that you otherwise could animate with pummel. For example, at CL 20, when targeting a Colossal tree, they can choose to animate: 1 Colossal-sized branch, or 2 Huge-sized branches, or 2 Large-sized branches, or 2 Medium-sized branches, etc. Branches are still objects, and as such always fail saving throws, can gain the broken condition (suffering a -2 penalty to attack and damage rolls), and are destroyed when reduced to 0 hit points.</p><p><strong>Note:</strong> There are very few worlds, even among fantasy, where trees exist that are Colossal+ or larger. However, a caster of particularly high caster level may still subdivide larger branches into smaller branches using Table: Number of Branches Per Size Category of Tree as a guide. For example, a Colossal++ tree would have 1d4 (avg 3) Colossal-sized branches, 3d4 (avg 8) Huge-sized branches, and 9d4 (avg 23) Large-sized branches. Regardless of your caster level, or the size of the tree, you cannot animate a branch that is larger than Colossal-sized.</p><p><strong>Note:</strong> Primary natural attacks usually get a 1.5x Strength multiplier for their damage. See the rules on natural attacks in the CRB for more information on this.</p><strong>Table: Branch Size</strong><br /><table class="wiki-content-table"><tr><th>Size</th><th>Example</th><th>Size Modifier</th><th>Slam damage</th><th>Reach</th><th>Armor Class</th><th>Hardness</th><th>Hit Points</th></tr><tr><td>Small</td><td>Tertiary Branch or Sprout</td><td>-1</td><td>1d4</td><td>5 ft.</td><td>8</td><td>5</td><td>2</td></tr><tr><td>Medium</td><td>Secondary Branch or Sapling</td><td>0</td><td>1d6</td><td>5 ft.</td><td>7</td><td>5</td><td>5</td></tr><tr><td>Large</td><td>Primary Branch or Young Tree</td><td>+1</td><td>1d8</td><td>10 ft.</td><td>6</td><td>5</td><td>15</td></tr><tr><td>Huge</td><td>Juvenile Tree</td><td>+2</td><td>2d6</td><td>15 ft.</td><td>5</td><td>5</td><td>50</td></tr><tr><td>Gargantuan</td><td>Typical Adult Tree</td><td>+4</td><td>3d6</td><td>20 ft.</td><td>4</td><td>5</td><td>150</td></tr><tr><td>Colossal</td><td>Massive Tree</td><td>+8</td><td>4d6</td><td>30 ft.</td><td>3</td><td>5</td><td>500</td></tr></table><strong>Number of Branches Per Size Category of Tree</strong><br /><table class="wiki-content-table"><tr><th>Tree Size</th><th>Number of Medium Branches</th><th>Number of Large Branches</th><th>Number of Huge Branches</th></tr><tr><td>Huge</td><td>1d4 (avg 3)</td><td>-</td><td>-</td></tr><tr><td>Gargantuan</td><td>3d4 (avg 8)</td><td>1d4 (avg 3)</td><td>-</td></tr><tr><td>Colossal</td><td>9d4 (avg 23)</td><td>3d4 (avg 8)</td><td>1d4 (avg 3)</td></tr></table><h4 id="toc6"><span>Water</span></h4><p><span style="text-decoration: underline;">Blood Sphere Note:</span> If you possess both the Nature sphere (water) package and the Blood sphere, you may treat a volume of blood as an equal volume of water for your (water) geomancing abilities. You may treat a creature susceptible to bleed damage that is taking bleed damage or below half its maximum hit points as being wet for any ability that requires it. You may treat a creature susceptible to bleed damage of at least Large size (count two Medium creatures as a Large creature, two Small creatures as a Medium creature, etc.) that is suffering bleed damage or below half its maximum hit points as a sufficient volume to use the Fog ability.</p><p><strong>Fog:</strong> Concentration, requires rain, mist, or at least 5 cubic feet of water. You call up a rolling fog, cutting off people’s vision within a 10-foot radius + 5 feet per 5 caster levels area centered within range. The fog obscures all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance and the attacker cannot use sight to locate the target). The ability does not function underwater. If using a body of water, the fog must be at least partially over the water itself.</p><p>If you spend a spell point to maintain this effect without concentration, a moderate wind (11+ mph) will disperse it within 4 rounds. In the presence of a strong wind (21+ mph), you cannot use this ability.</p><p><strong>Freeze:</strong> Instantaneous, requires water. You may spend a spell point to flash freeze water, turning it into ice. You may freeze a 1 inch thick, 5-foot-by-5-foot square of water per caster level. Alternatively, you may cover a wet Medium-sized creature with 1 inch of ice per caster level. You may increase the size of the frozen area or size/number of the frozen creatures, but divide the ice’s thickness by the equivalent number of Medium-sized creatures.</p><p>Creatures smaller than Medium count as Medium-sized creatures for this effect, with the exception of multiple creatures occupying the same space. Add the sizes of multiple creatures occupying the same space together when determining their size for this purpose. For swarms, count each 5-foot square as being 2 Medium-sized creatures occupying the same space. You may affect both squares and creatures, but all affected targets and spaces must be contiguous and must have the same thickness of ice.</p><p>Creatures are allowed a Reflex save to avoid being frozen. On a failure, they are encased and cannot move, and suffer 1 point of cold damage per round per inch of ice. To escape, they must succeed at a Strength check or Escape Artist check as a full-round action to escape the ice (DC 15 +1 per inch of thickness) or another creature must break the ice around the trapped creature (3 hit points per inch). While encased, a target can only take mental or verbal actions, or attempt to escape. Being encased in ice blocks line of effect, but not line of sight (the creature may still be targeted, but effects that deal damage to the target must break through the ice first before dealing damage to the target). On a successful save, the target is still entangled for 1 round. Ice melts 1 inch of thickness per minute on the average day.</p><p>When freezing ice or wet ground, you may also create slick ice. A creature traversing slick ice must spend two squares of movement to first enter a space with ice, and cannot move more than half speed without a successful DC 15 Acrobatic check at the start of the movement, falling prone on a failure.</p><p>Running or charging requires a DC 20 Acrobatics check, falling prone on a failure, but increasing the runner’s move across the ice by 10 feet if successful by 5 or more, though the runner is considered flat-footed until the start of its next turn.).</p><strong>Table: Creature Size</strong><br /><table class="wiki-content-table"><tr><th>Creature Size</th><th>Equivalent number of Medium-sized creatures</th></tr><tr><td>Fine</td><td>1/16</td></tr><tr><td>Diminutive</td><td>1/8</td></tr><tr><td>Tiny</td><td>1/4</td></tr><tr><td>Small</td><td>1/2</td></tr><tr><td>Medium</td><td>1</td></tr><tr><td>Large</td><td>2</td></tr><tr><td>Huge</td><td>4</td></tr><tr><td>Gargantuan</td><td>8</td></tr><tr><td>Colossal</td><td>16</td></tr></table><p><strong>Vortex:</strong> Concentration, requires a large body of liquid. You may create a spinning vortex in a body of liquid that sucks creatures and objects to its center. This vortex is 5 feet wide at its base, is 10 feet high + 5 feet per 5 caster levels, and is half as wide at the top as it is high. Any creature entering this area must succeed at a Reflex save or suffer bludgeoning damage equal to 1d8 + 1/2 your caster level (minimum 0). If the creature is smaller than the vortex, they must succeed at a second Reflex save or be pulled into the middle of the vortex. Creatures in the middle of the vortex suffer bludgeoning damage once per round with no save, and must succeed at a Reflex save each round or be unable to move, and on a success may only move at half their swim speed. A vortex cannot contain more creatures than would exceed its volume.</p><p>You may move the vortex up to 30 feet per round as part of the action required to concentrate on it. If maintaining the effect through a method other than concentration, you may designate a simple pattern for it to move, which you may alter as a move action. Creatures in the middle of the vortex are carried along with it as it moves.</p><h2 id="toc7"><span>Nature Talent Types</span></h2><p>Some talents are marked (air), (earth), (fire), (metal), (plant), or (water). You must possess the (air), (earth), (fire), (metal), (plant), or (water) package respectively to gain these talents. Talents marked (geomancing) give you new geomancing abilities.</p>
<h4 id="toc8"><span>Spirit</span></h4>
<p>Some talents are marked (spirit). These talents give the caster ways they have learned to tune their spirit with nature.</p>
<p>Each (spirit) talent grants the caster a new ability they may use as a standard action unless otherwise specified. If a (spirit) talent grants multiple options, each one is considered a separate spirit ability. If an ability granted by a (spirit) talent affects a target directly, that effect is subject to spell resistance.</p>
<p>If a (spirit) talent uses your geomancing range or references a geomancing ability, you may instead use your caster level with (spirit) talents to determine the range or strength of its effects.</p>
<hr />
<h2 id="toc9"><span>Nature Talents</span></h2>
<h4 id="toc10"><span>Deep Nature</span></h4>
<p>When you use a geomancing or spirit ability that requires concentration, the ability continues to maintain itself for 2 rounds after you stop concentrating. When you spend a spell point to make a geomancing or spirit ability endure without concentration, its duration increases by one step (1 round per caster level becomes 1 minute per caster level, while 1 minute per caster level becomes 10 minutes per caster level).</p>
<h4 id="toc11"><span>Expanded Geomancing</span></h4>
<p>Choose and gain a Nature package you do not already possess. You may select this talent multiple times, gaining a new package each time.</p>
<h4 id="toc12"><span>Grant Spirit</span></h4>
<p>When activating one of your spirit Nature abilities, you may touch a willing target and grant them the benefit of your (spirit) talent, rather than gaining it yourself. This can only be done with (spirit) talents that have a non-concentration duration, and requires a minimum of a standard action when granting an effect to another.</p>
<p>You may take this talent twice. When taken twice, you may spend an additional spell point to affect up to 1 additional creature per 2 caster levels (minimum 1). Each target must be within range and must be affected by the same (spirit) talent and ability. Once created, each spirit is considered a separate sphere effect. Taking this talent twice is considered a mass talent.</p>
<h4 id="toc13"><span>Ranged Geomancy [range]</span></h4>
<p>The range of your geomancing abilities increases from close to medium range. You may select this talent up to 2 times. Each time it is selected, the range increases by 1 step (close to medium, medium to long).</p>
<h4 id="toc14"><span>Instill Spirit [instill]</span></h4>
<p>As a standard action you may touch a small container of liquid and instill a spirit effect inside it, which functions as a potion or oil. Spirit effects with an instantaneous or concentration duration cannot be instilled, and if you do not have the ability to grant spirit effects to other creatures, the instilled liquid is only usable by you.</p>
<p>An instilled liquid remains potent until you rest to regain spell points. If you have equipment on hand (such as an alchemy lab), the cost of bottles and water is considered negligible. You may target food but not an already-magical item, such as a potion. All spell points must be spent and all variables of the sphere effect must be chosen at the time the instilled liquid is created. You cannot instill multiple effects in a single liquid, nor create multiple instilled liquids with a single action.</p>
<h4 id="toc15"><span>Wild Instinct</span></h4>
<p>While concentrating on any Nature sphere ability, you gain the benefits of uncanny dodge. You may take this talent twice, upon taking this talent a second time, you also gain the benefits of improved uncanny dodge using your caster level in place of class level to determine the minimum rogue level required to flank you.</p>
<hr />\n","chat":"","unidentified":""},"tags":[["Nature"]],"activation":{"cost":1,"type":""},"duration":{"value":null,"units":""},"target":{"value":""},"range":{"value":null,"units":"","long":null},"uses":{"value":0,"max":0,"per":null,"autoDeductCharges":true,"autoDeductChargesCost":"1"},"measureTemplate":{"type":"","size":"0","overrideColor":false,"customColor":"","overrideTexture":false,"customTexture":""},"actionType":"","attackBonus":"","critConfirmBonus":"","damage":{"parts":[],"critParts":[],"nonCritParts":[]},"attackParts":[],"formula":"","ability":{"attack":null,"damage":null,"damageMult":1,"critRange":20,"critMult":2},"save":{"dc":0,"type":"","description":""},"effectNotes":"","attackNotes":"","soundEffect":"","changes":[],"changeFlags":{"loseDexToAC":false,"noStr":false,"noDex":false,"oneInt":false,"oneWis":false,"oneCha":false,"noEncumbrance":false,"mediumArmorFullSpeed":false,"heavyArmorFullSpeed":false},"contextNotes":[],"links":{"children":[],"charges":[]},"featType":"combatTalent","associations":{"classes":[]},"showInQuickbar":false,"abilityType":"none","crOffset":"","attack":{"parts":[]},"sphere":"Nature","identifiedName":"Geomancing"},"flags":{"core":{"sourceId":"Item.o5kAkWbuXcibjr7z"},"spheres-sheet":{"sphere":"SpheresSheet.SphereNature"}},"img":"modules/spheres-sheet/icons/spheres/nature.png","effects":[]}

Things to Change:
- _id
- name
- data/description/value
- Tags
- sphere
- identifiedName (same as name)
- sphere (spheressheet reference)
- img 